[
	category: "General Questions"
	data: [
		{q: "Where is the Breakfast Entr&#233;e Giveaway promotion offered?", 
		a: "<p>The Breakfast Entr&#233;e Giveaway is available at participating Chick-fil-A restaurants. Please note that breakfast and some breakfast menu entrees are not available at all locations.</p><p>If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
	 	{q: "Where is the Breakfast Entr&#233;e Giveaway promotion offered?", 
		a: "<p>The Breakfast Entr&#233;e Giveaway is only available at participating Chick-fil-A Restaurants.</p><p>If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support."},
		{q: "How do I make my reservation for a FREE Breakfast Entr&#233;e?", 
		a: "<p>o make a reservation, open a web browser, visit <u>www.chick-fil-aforbreakfast.com</u> and follow these steps:</p><ol>    <li>        <p>            Find your preferred Chick-fil-A location on the website.        </p>    </li>    <li>        <p>            Fill out the reservation form and click the 'Reserve Now' button. Ensure you have entered the required fields        </p>    </li>    <li>        <p>            An email will be sent to the address you entered. Check your email inbox to find the invitation email from Chick-fil-A at your selected location.        </p>    </li>    <li>        <p>            Click the link in the email to open your printable invitation.        </p>    </li>    <li>        <p>            Print your invitation and bring it into the Restaurant on your designated reservation date and time.        </p>    </li>    <li>        <p>            Enjoy the Breakfast Entr&#233;e Giveaway!        </p>    </li></ol><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
	 	{q: "Will my personal information be shared or made available to others?", 
		a: "<p>We will not share your information with any company or individual not associated with this promotion. Please read our <u>privacy policy</u> for more    details.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
		{q: "Why are there no more reservations left at my preferred location?", 
		a: "<p>Every Chick-fil-A Restaurant has a limited number of reservations available. Unfortunately, once all available reservations have been taken, no more    reservations can be accepted.  <br/>    <br/>    To ensure you are among the first to know about future exclusive Chick-fil-A events, become a Chick-fil-A Email Insider by <u>clicking here</u>.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
	 	{q: "What are the official rules?", 
		a: "<p><u>Click here</u>    <u> </u>    to view the official rules of the reservation promotion. The official rules will govern all operation of the promotion. By participating in the promotion,    you agree to these official rules.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p><p>    <a name='_GoBack'></a>"},
		{q: "Can I make more than one reservation?", 
		a: "<p>    Only one reservation per person and per email address is allowed. The submission of multiple entries to receive multiple invitations for one person will    result in ineligibility with respect to all entries submitted.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
		{q: "I am having difficulty making reservations for other families or friends. What should I do?", 
		a: "<p>    Each reservation will require a unique email address.    <br/>    <br/>To make a reservation for other families or a friend, please have their unique email address and open a web browser. Visit    <u>www.chick-fil-aforbreakfast.com</u> and follow these steps:</p><ol>    <li>        <p>            Find your preferred Chick-fil-A location on the website.       </p>    </li>    <li>        <p>            Fill out the reservation form and click the 'Reserve Now' button. Ensure you have entered the required fields       </p>    </li>    <li>        <p>            An email will be sent to the address you entered. Check your email inbox to find the invitation email from Chick-fil-A at your selected location.       </p>    </li>    <li>        <p>            Click the link in the email to open your printable invitation.       </p>    </li>    <li>        <p>            Print your invitation and bring it into the Restaurant on your designated reservation date and time.       </p>    </li>    <li>        <p>            Enjoy the Breakfast Entr&#233;e Giveaway!       </p>    </li></ol><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
		{q: "Do I have to be 13 years of age or older to make a reservation?", 
		a: "<p>    Due to various legal and business reasons, you must be 13 years of age as of the event start date to make a reservation for the Breakfast Entr&#233;e  Giveaway promotion.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
		{q: "What if I wish to change the restaurant location or entr&#233;e/date/time of my reservation?", 
		a: "<p>    If you wish to modify your reservation, please log in to your account and select the event you wish to modify. You will be taken to your reservation    overview page.</p><p>    To modify a reservation, click <strong>edit this information</strong> next to the field you would like to modify.</p><p>    To cancel a reservation, click <strong>Cancel Reservation</strong> at the bottom of the page.</p><p>    Please note that scheduling a new reservation is subject to availability at that time.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
		{q: "What do I do if I entered my email address wrong?", 
		a: "<p>    <a name='_GoBack1'></a>    To re-register under the correct email address, please cancel your current reservation by logging in at the top of the website. Once you've logged in, in    the drop down menu at the top of the page, click <strong>Modify/Cancel Reservation</strong> to see a list of your current reservations. Click on the event    you wish to modify. You will be taken to your Overview page and, at the bottom of the page, is a button to <strong>Cancel Reservation</strong>. Once you    click this, please log out at the top of the page to begin your new reservation.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
		{q: "Why does the system keep asking me to re-enter the two security words?", 
		a: "<p>    Please ensure you have typed both words correctly and have put a space between the two words. Please also check to make sure you have entered all required    fields (e.g. Full Name, Email, Confirm Email, and Zip). If there are errors with any of the fields, the system must clear the password for security    purposes. Fix the indicated error, fill in the password field, and submit the form again.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"}
	], 

	category: "Difficulty Using the Website"
	data: [
		{q: "I'm unable to get the reservation website to work. What should I do?", 
		a: "<p>    If you are having trouble getting the reservation website to work, please try the following:</p><ol>    <li>        <p>            Restart your computer.       </p>    </li>    <li>        <p>            Check to insure that your computer is connected to the Internet. Test to see if you are able to access other websites. If you can't access other            websites, then you most likely have an Internet connection issue. Contact your Internet provider for assistance in restoring your Internet            connection.       </p>    </li>    <li>        <p>            Make sure you are using an up-to-date, supported web browser. The reservation website supports the following web browsers: Microsoft Internet            Explorer for PC (versions 8.0, 9.0), Mozilla Firefox for PC/Mac (versions 2.0+) and Safari for Mac (versions 3.0+). Click on the links above to           download an up-to-date web browser.       </p>    </li>    <li>        <p>            If you are still having problems, please try making a reservation from a different computer.       </p>    </li></ol><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
	 	{q: "What web browsers can I use to access the reservation website?", 
		a: "<p>    The website should work correctly on the following web browsers: <u>Microsoft Internet Explorer</u> for PC (versions 8.0, 9.0), <u>Mozilla Firefox</u> for    PC/Mac (versions 2.0+), <u>Google Chrome</u> for PC/Mac (versions 11+) and <u>Safari</u> for Mac (versions 3.0+). Click on the links in the above question    to download an up-to-date web browser.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},	
		{q: "Why is the reservation website loading so slowly?", 
		a: "<p>    Slow page load could be the result of a large quantity of Chick-fil-A fans accessing the website at the same time. Also, if you are using a dial up    connection, the reservation website may take longer to load.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"}
	],

	category: "Printing the Invitation"
	data: [
		{q: "How do I receive my invitation for printing?", 
		a: "<p>    Once you have made your reservation on the reservation website, an email will be sent to the email address you specified. This email contains a link that    you can click on to open your invitation. When your invitation opens, you will need to either print it out and bring it with you to the Restaurant during    your designated day and time or show it on your smartphone or tablet.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
	 	{q: "I made a reservation but did not receive an invitation email. What should I do?", 
		a: "<p>    If you completed the reservation process and saw the confirmation screen, then your invitation email was sent to the email address you specified. It is    possible that the email was caught by your email program's spam filter. Please check your spam folder.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
		{q: "If I can't find my invitation email, how can I have it resent?", 
		a: "<p>    Please log in at the top of the website. Once you've logged in, in the drop down menu at the top of the page, click <strong>Lost Your Invitation?</strong>    to see a list of your current reservations. Click on the event for which you are missing the invitation. You will be taken to your Overview page and at the    top of the page is a button to <strong>Confirm Reservation</strong>. Clicking this button will re-confirm your reservation and re-send your confirmation    email to your inbox.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
	 	{q: "I am not able to print my invitation. What should I do?", 
		a: "<p>    If the link provided in the invitation email you received doesn't work, first try copying and pasting the link into another web browser to open the webpage    directly.</p><p>    If you are still unable to print out your reservation, please show it on your smartphone or tablet. If you do not have a smartphone or tablet, don't worry;    the Restaurant still has your reservation. Just be sure to bring your valid, government-issued photo ID to the Restaurant on your designated date and time.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"}
	],

	category: "Redeeming Your Invitation"
	data: [
		{q: "What do I do with my printed invitation?", 
		a: "<p>    On the day of your reservation, simply visit your designated Chick-fil-A Restaurant during the appropriate time. All you need to do is hand your printed    invitation to one of the Team Members.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
	 	{q: "What do I do if I lost my invitation?", 
		a: "<p>    If you still have the email that links to your personal invitation, you can simply print it again. If you no longer have the email, you can have it resent    to you by logging in to your account and selecting the event. You may also use your phone to show the invitation to the Team Member!</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"},
		{q: "What if there is inclement weather the day of the event?", 
		a: "<p>    In the event of inclement weather, each Operator will determine if the event will be canceled or re-scheduled. Contact your Restaurant where you made your    reservation for more details.</p><p>    If the above response does not answer your question, <u>click here</u> to submit your question to Chick-fil-A CARES? support.</p>"}
	],
]